"STORE_DESCRIPTION" = "O VLC para iOS é uma versão do VLC Media Player para iPad, iPhone e iPod touch.\nPode reproduzir todos os seus filmes, músicas e programas de TV sem ser necessária qualquer conversão.\nO VLC permite-lhe sincronizar ficheiros com o Dropbox, Google Drive, OneDrive, Box, iCloud Drive e com o iTunes, além de ser possível descarregar e partilhar ficheiros por Wi-Fi, e reproduzi-los através de SMB, FTP, servidores UPnP/DLNA e na Web.\nO VLC é compatível com legendas avançadas, incluindo legendas SSA, com múltiplas faixas áudio e velocidade variável de reprodução.\n\nO VLC para iOS é totalmente gratuito e open source.";

"STORE_DESCRIPTION_TV" = "VLC Media Player é um reprodutor de multimédia multiplataforma de código aberto e gratuito.\nEste pode reproduzir os seus filmes, programas e músicas diretamente e sem conversão.\nEste permite a transmissão através dos serviços da nuvem (Box, Dropbox, OnerDrive), reprodução remota do seu computador Mac ou PC através de uma interface do utilizador da Web, bem como a transmissão através de servidores FTP, SMB, UPnP/DLNA e da Web.\nO VLC disponibiliza suporte avançado para legendas, incluindo compatibilidade total com legendas ASS, áudio multifaixa e controlo da velocidade de reprodução.\n\nO VLC para iOS é de código livre e completamente gratuito.\n\nOs metadados e as capas são disponibilizados por TMDb e Hatchet, que são bases de dados de filmes e músicas geridas por uma comunidade.";

"CHOOSE_AUDIO_TRACK" = "Escolha uma faixa de áudio";
"CHOOSE_SUBTITLE_TRACK" = "Escolha uma faixa de legendas";
"OPEN_TRACK_PANEL" = "Abrir seleção de faixas";
"CHOOSE_TITLE" = "Escolha um título";
"CHOOSE_CHAPTER" = "Escolha um capítulo";
"CHAPTER_SELECTION_TITLE" = "Capítulos ";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"MINIMIZE_PLAYBACK_VIEW" = "Minimizar reprodução";
"FULLSCREEN_PLAYBACK" = "Reproduzir em ecrã completo";
"TRACK_SELECTION" = "Seleção de faixa";
"AUDIO" = "Áudio";
"SUBTITLES" = "Legendas";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Dados do ficheiro";
"VIDEO_DIMENSIONS" = "Dimensões do vídeo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i píxel";
"FORMAT_AUDIO_TRACKS" = "%i faixas de áudio";
"ONE_AUDIO_TRACK" = "1 faixa de áudio";
"FORMAT_SPU_TRACKS" = "%i faixas de legendas";
"ONE_SPU_TRACK" = "1 faixa de legendas";

"PLAYING_EXTERNALLY_TITLE" = "Ligado à TV";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast ligado";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo está a ser reproduzido na TV";

"VFILTER_HUE" = "Tonalidade";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brilho";
"VFILTER_SATURATION" = "Saturação";
"VFILTER_GAMMA" = "Gama";

"PREAMP" = "Amplificador";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Escolha um perfil de equalizador";

"PLAYBACK_FAILED" = "Não foi possível reproduzir";
"PLEASE_WAIT" = "Por favor, aguarde";
"AR_CHANGED" = "Formato: %@";
"DEFAULT" = "Predefinição";
"FILL_TO_SCREEN" = "Recortar para preencher o ecrã";
"PLAYBACK_SPEED" = "Velocidade de reprodução";
"SPU_DELAY" = "Atraso das legendas";
"AUDIO_DELAY" = "Atraso do áudio";
"BUTTON_SLEEP_TIMER" = "Temporizador";
"SLEEP_TIMER_UPDATED" = "Temporizador atualizado";
"CONTINUE_PLAYBACK" = "Continuar reprodução?";
"CONTINUE_PLAYBACK_LONG" = "Pretende continuar a reprodução de “%@” a partir da última posição?";

"BUTTON_ALL" = "Selecionar tudo";
"BUTTON_BACK" = "Anterior";
"BUTTON_EDIT" = "Editar";
"BUTTON_DONE" = "OK";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Guardar";
"BUTTON_DOWNLOAD" = "Descarregar";
"BUTTON_DELETE" = "Apagar";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Contribuir";
"BUTTON_CONNECT" = "Ligar";
"BUTTON_RENAME" = "Renomear";
"BUTTON_LEARN_MORE" = "Saiba mais";
"BUTTON_LOGOUT" = "Terminar sessão";
"BUTTON_CONTINUE" = "Continuar";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Reprodução privada";
"SCAN_SUBTITLE_TOGGLE" = "Procurar legendas (só http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "A atualizar a biblioteca";
"UNTITLED_SHOW" = "Programa sem nome";
"UNKNOWN" = "Desconhecido";

"OPEN_NETWORK" = "Abrir transmissão em rede";
"NETWORK_TITLE" = "Transmissão em rede";
"OPEN_NETWORK_HELP" = "Digite qualquer endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir diretamente a transmissão.";
"ABOUT_APP" = "Acerca do VLC";
"OPEN_VLC_MENU" = "Abrir o menu lateral do VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inativo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nenhuma ligação Wi-Fi ativa";
"OPEN_STREAM_OR_DOWNLOAD" = "Pretende descarregar ou reproduzir este URL?";
"SHARED_VLC_IOS_LIBRARY" = "Biblioteca partilhada do VLC para iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidores de ficheiros (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "A descarga falhou com o código HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Erro ao criar ficheiro";
"HTTP_DOWNLOAD_CANCELLED" = "Descarga cancelada pelo utilizador";

"DOWNLOAD_FROM_HTTP_HELP" = "Digite um endereço para descarregar o ficheiro para o seu %@.";
"DOWNLOAD_FROM_HTTP" = "Descargas";
"ERROR_NUMBER" = "Ocorreu um erro (%i)";
"DOWNLOAD_FAILED" = "Erro ao descarregar";
"FILE_NOT_SUPPORTED" = "Formato de ficheiro não suportado";
"FILE_NOT_SUPPORTED_LONG" = "O formato de ficheiro utilizado por %@ não é suportado por esta versão do VLC para iOS.";
"SCHEME_NOT_SUPPORTED" = "Esquema de endereço não suportado";
"SCHEME_NOT_SUPPORTED_LONG" = "O esquema de endereço (%@) não é suportado. Por favor, use um endereço que comece por HTTP, HTTPS ou FTP.";
"LIBRARY_ALL_FILES" = "Todos os ficheiros";
"LIBRARY_MUSIC" = "Álbuns de música";
"LIBRARY_SERIES" = "Programas de TV";
"LIBRARY_TRACKS" = "%i faixas";
"LIBRARY_SINGLE_TRACK" = "%i faixa";
"LIBRARY_EPISODES" = "%i episódios, %i por ver";
"LIBRARY_SINGLE_EPISODE" = "%i episódio, %i por ver";
"LIBRARY_TRACK_N" = "Faixa %i";
"LIBRARY_MINUTES_LEFT" = "%@m restantes";
"RENAME_MEDIA_TO" = "Digite um novo nome para %@";

"FOLDER_EMPTY" = "Pasta vazia";
"FOLDER_EMPTY_LONG" = "Para adicionar ficheiros, toque em Editar, escolha os ficheiros que pretende adicionar, toque no ícone das pastas e selecione esta pasta.";
"FOLDER_INVALID_TYPE_TITLE" = "Tipos de ficheiro inválidos";
"FOLDER_INVALID_TYPE_MESSAGE" = "Para criar uma basta são necessários dois ficheiro, mas pode adicionar um único ficheiro a uma pasta existente.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nova pasta";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Digite um nome para a sua pasta";
"FOLDER_NAME_PLACEHOLDER" = "Nome da pasta";
"FOLDER_NAME_DUPLICATE_TITLE" = "O nome já existe";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Por favor, escolha um nome diferente";
"SELECT_FOLDER" = "Selecione uma pasta";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Escolha um ficheiro para abrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Abrir com…";
"SHARING_ERROR_NO_FILES" = "Não foi possível encontrar ficheiros para partilhar";
"SHARING_ERROR_NO_APPLICATIONS" = "Não foi possível encontrar aplicações para abrir este tipo de ficheiros";
"SHARING_SUCCESS_CAMERA_ROLL" = "O ficheiro foi guardado com sucesso no Rolo da câmara.";

"SECTION_HEADER_LIBRARY" = "Biblioteca";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Rede";

"LOCAL_NETWORK" = "Rede local";
"CONNECT_TO_SERVER" = "Ligar ao servidor";
"USER_LABEL" = "Nome de utilizador";
"PASSWORD_LABEL" = "Palavra-passe";
"DISABLE_LABEL" = "Desativar";
"BUTTON_ANONYMOUS_LOGIN" = "Sessão anónima";

"LOCAL_SERVER_REFRESH" = "Atualizar";
"LOCAL_SERVER_LAST_UPDATE" = "Última atualização: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "A LIGAÇÃO AO SERVIDOR FALHOU";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Por favor, verifique o endereço do servidor e os detalhes de início de sessão.";

"CLOUD_SERVICES" = "Serviços na nuvem";
"LOGIN" = "Iniciar sessão";
"LOGGED_IN" = "Sessão iniciada";

"DROPBOX_DOWNLOAD" = "Descarregar o ficheiro?";
"DROPBOX_DL_LONG" = "Pretende descarregar “%@” para o seu %@?";
"DROPBOX_LOGIN" = "Iniciar sessão";

"GDRIVE_ERROR_FETCHING_FILES" = "Ocorreu um erro enquanto obtinha os ficheiros";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "O seu ficheiro foi transferido com sucesso";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "CONCLUÍDO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ocorreu um erro ao descarregar";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERRO";

"DISK_FULL" = "Armazenamento completo";
"DISK_FULL_FORMAT" = "%@ não pode ser armazenado no seu %@, porque não há espaço livre suficiente.";

"NUM_OF_FILES" = "%i ficheiros";
"ONE_FILE" = "1 ficheiro";
"NO_FILES" = "Nenhum ficheiro suportado";
"DOWNLOADING" = "A descarregar…";
"REMAINING_TIME" = "Tempo restante: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Definições"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Sim";
"OFF" = "Não";

"EMPTY_LIBRARY" = "Nenhum ficheiro na biblioteca";
"EMPTY_LIBRARY_LONG" = "Para reproduzir, pode carregar os ficheiros que estejam num servidor da sua rede local, na nuvem ou no iTunes através de uma rede Wi-Fi.";

"PLAYBACK_SCRUB_HELP" = "Passe o dedo para baixo para ajustar a velocidade do avanço.";
"PLAYBACK_SCRUB_HIGH" = "Avanço rápido";
"PLAYBACK_SCRUB_HALF" = "Avanço médio";
"PLAYBACK_SCRUB_QUARTER" = "Avanço lento";
"PLAYBACK_SCRUB_FINE" = "Avanço preciso";
"PLAYBACK_POSITION" = "Posição da reprodução";
"VIDEO_FILTER" = "Filtros de vídeos";
"VIDEO_FILTER_RESET_BUTTON" = "Repor os filtros de vídeos";
"VIDEO_ASPECT_RATIO_BUTTON" = "Alterar formato do vídeo";
"PLAY_PAUSE_BUTTON" = "Reproduzir ou pausar a reprodução";
"BWD_BUTTON" = "Ir para trás";
"FWD_BUTTON" = "Ir para a frente";
"PLAY_BUTTON" = "Reproduzir";
"PAUSE_BUTTON" = "Pausar";
"PLAY_ALL_BUTTON" = "Reproduzir tudo";

"VERSION_FORMAT" = "Versão: %@";
"BASED_ON_FORMAT" = "Baseado no:<br />%@";

"NEW" = "NOVO";

"BUG_REPORT_TITLE" = "Comunicar um erro";
"BUG_REPORT_MESSAGE" = "Pretende criar um relatório do erro?";
"BUG_REPORT_BUTTON" = "Abrir o Safari";

"VO_VIDEOPLAYER_TITLE" = "Reprodutor de vídeos";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dê dois toques para mostrar ou ocultar os controlos de reprodução";

"FIRST_STEPS_WELCOME" = "Bem-vindo";
"FIRST_STEPS_WELCOME_DETAIL" = "Passe o dedo para ver como pode sincronizar e reproduzir os seus ficheiros.";
"FIRST_STEPS_ITUNES" = "Sincronização através do iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Ligue o seu %@ ao seu Mac ou PC com o cabo.\nAbra o iTunes.\nSelecione o seu %@.\nClique no separador “Aplicações”, desloque para baixo e procure o VLC.\nTransfira os seus ficheiros.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Ligue o seu %@ à mesma rede do seu Mac ou PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Ative a Partilha por Wi-Fi na barra lateral, digite a ligação para o navegador e carregue os seus ficheiros.";
"FIRST_STEPS_CLOUDS" = "Nuvens";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Carregue os seus ficheiros para o Google Drive ou Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Abra a barra lateral para selecionar o seu serviço de armazenamento na nuvem e descarregar ou transmitir os seus ficheiros.";
"FIRST_STEPS_PLAYBACK" = "Reprodução";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tempo";
"FIRST_STEPS_ASPECT" = "Formato";
"FIRST_STEPS_SPEED" = "Velocidade";
"FIRST_STEPS_REPEAT" = "Repetir";
"FIRST_STEPS_SUBTITLES" = "Faixas de legendas";
"FIRST_STEPS_AUDIO" = "Faixas de áudio";
"FIRST_STEPS_POSITION" = "Posição";

"PLEX_CHECK_ACCOUNT" = "Confirme a sua conta Plex nas Definições";
"PLEX_ERROR_ACCOUNT" = "Erro ao iniciar sessão no Plex";

"UNAUTHORIZED" = "Não autorizado";

"SERVER" = "Servidor";
"SERVER_PORT" = "Porta";
"NO_SERVER_FOUND" = "Nenhum servidor encontrado";
"NO_RECENT_STREAMS" = "Não foi reproduzida nenhuma transmissão recentemente";

"WEBINTF_TITLE" = "Partilha por Wi-Fi";
"WEBINTF_DROPFILES" = "Solte os ficheiros";
"WEBINTF_DROPFILES_LONG" = "Solte os ficheiros na janela para os adicionar ao seu %@.<br>Ou clique no botão \"+\" para utilizar o seletor de ficheiros.";
"WEBINTF_DOWNLOADFILES" = "Descarregar ficheiros";
"WEBINTF_DOWNLOADFILES_LONG" = "Basta clicar no ficheiro que pretende descarregar do seu %@.";
"WEBINTF_TITLE_ATV" = "Reprodução remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Solte os ficheiros na janela para os reproduzir no seu %@.<br>Ou clique no botão “+” para utilizar o seletor de ficheiros.";
"WEBINTF_URL_SENT" = "URL enviado com sucesso.";
"WEBINTF_URL_EMPTY" = "O URL não pode estar vazio.";
"WEBINTF_URL_INVALID" = "Não é um URL válido.";


"NOW_PLAYING" = "A reproduzir";
"PLAY_NOW" = "Reproduzir agora";
"PLAYING" = "A reproduzir";
"DETAIL" = "Detalhes";

"VOLUME" = "Volume ";
"DURATION" = "Duração";
"TITLE" = "Título";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "Restam %1$ld horas e %2$ld minutos";
"%ld hours %ld minutes" = "%1$ld horas e %2$ld minutos";
"%ld minutes remaining" = "Tempo restante: %ld min";
"%ld minutes" = "%ld min";
"%ld minutes %ld seconds remaining" = "Restam %1$ld minutos e %2$ld segundos";
"%ld minutes %ld seconds" = "%1$ld minutos e %2$ld segundos";
"%ld seconds remaining" = "Tempo restante: %ld seg";
"%ld seconds" = "%ld segundos";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Programa";
"OBJECT_TYPE_SHOW_EPISODE" = "Mostrar espisódio";
"OBJECT_TYPE_LABEL" = "Pasta";
"OBJECT_TYPE_ALBUM" = "Álbum";
"OBJECT_TYPE_ALBUM_TRACK" = "Faixa do álbum";
"OBJECT_TYPE_FILE" = "Ficheiro";
"OBJECT_TYPE_FILE_AUDIO" = "Ficheiro de áudio";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Desligado do iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Por favor, ligue o seu iPhone para executar ações de controlo remoto.";

"LONGPRESS_TO_STOP" = "Toque sem soltar para parar a reprodução.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Informação áudio";
"CLOUD_LOGIN_LONG" = "Para aceder aos serviços da nuvem, inicie sessão no iCloud nesta Apple TV e num dispositivo iOS com o mesmo ID Apple e ative a partilha do Porta-chaves nas Definições.\nDepois, inicie sessão num serviço da nuvem à sua escolha através do VLC no seu dispositivo iOS. Por fim, selecione esse serviço neste ecrã.";
"ENTER_URL" = "Digite o URL a reproduzir";
"HTTP_SERVER_ON" = "Desativar reprodução remota";
"HTTP_SERVER_OFF" = "Ativar reprodução remota";
"CACHED_MEDIA" = "Multimédia em cache";
"CACHED_MEDIA_LONG" = "Os ficheiros mostrados nesta página estão armazenados na sua Apple TV. Estes conteúdos poderão ser removidos pelo sistema operativo, sem aviso prévio e enquanto o VLC não estiver aberto, se ficar sem armazenamento disponível.";
"DOWNLOAD_SUBS_FROM_OSO" = "Descarregar legendas de OpenSubtitles.org...";
"FOUND_SUBS" = "Legendas encontradas";
"USE_SPDIF" = "Usar pass-through (S/PDIF)";

"PLAYBACK" = "Reprodução";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Desativada";
"REPEAT_SINGLE" = "Do elemento";
"REPEAT_FOLDER" = "Da pasta";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Servidor BONJOUR";
"DSM_WORKGROUP" = "Grupo de trabalho";

"URL_NOT_SUPPORTED" = "O URL não pode ser aberto";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pressione %@ para apagar"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Não pode apagar a seleção";
"DELETE_INVALID_TITLE" = "Seleção inválida";
"DELETE_MESSAGE" = "Confirmação de eliminação dos ficheiros selecionados";
"DELETE_TITLE" = "Apagar ficheiros selecionados";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protocolo não selecionado";
"Settings" = "Definições";
"ERROR" = "Erro";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
/* .. in settings screen */
"About" = "Acerca";

/* No comment provided by engineer. */
"Active Subscriptions" = "Subscrições Activas";

/* No comment provided by engineer. */
"Adapters" = "Adaptadores";

/* .. in settings screen */
"Add New TVHeadend" = "Adicionar Novo TVHeadend";

/* Title 2 in settings screen */
"Advanced Settings" = "Opções Avançadas";
"Advanced Options" = "Opções Avançadas";

/* No comment provided by engineer. */
"All Channels" = "Todos os Canais";

/* .. in settings screen */
"Anonymous Statistics" = "Estatisticas Anónimas";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Tem a certeza que deseja remover a gravação?";

/* ..in Settings server edit */
"Authentication" = "Autenticação";

/* .. in settings screen */
"Auto Start Polling" = "Auto Start Polling";

/* .. in settings screen */
"by Name" = "por Nome";

/* .. in settings screen */
"by Number" = "por Número";

/* .. in settings screen */
"Cache Data" = "Cache Dados";

/* .. in settings screen */
"Cache Data for" = "Cache Dados por";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Channel" = "Canal";

/* No comment provided by engineer. */
"Channels" = "Canais";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copiar para Clipboard";

/* No comment provided by engineer. */
"Custom Player" = "Aplicação Personalizada";

/* .. in settings screen */
"Custom Player URL" = "URL Aplicação Personalizada";

/* No comment provided by engineer. */
"Dvr Config" = "Configuração DVR";

/* No comment provided by engineer. */
"Genre" = "Género";

/* .. in settings screen */
"Licenses" = "Licenças";

/* .. in settings screen */
"minutes" = "minutos";

/* ..in Settings server edit */
"Name" = "Nome";

/* No comment provided by engineer. */
"Network Error" = "Erro na Ligação";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No active subscriptions." = "Sem subscrições activas.";

/* No comment provided by engineer. */
"No adapters found." = "Nenhum adaptador encontrado.";

/* No comment provided by engineer. */
"No auto recordings found." = "Nenhuma gravação automática encontrada.";

/* No comment provided by engineer. */
"No more programs available." = "Não há mais programas disponíveis.";

/* No comment provided by engineer. */
"No recordings found." = "Nenhuma gravação encontrada.";

/* .. in settings screen */
"Order Channels" = "Ordenar Canais";

/* ..in Settings server edit */
"Password" = "Palavra-Passe";

/* No comment provided by engineer. */
"Play Dvr File" = "Reproduzir ficheiro";

/* No comment provided by engineer. */
"Playback" = "Reprodução";

/* ..in Settings server edit */
"Port" = "Porta";

/* No comment provided by engineer. */
"Priority" = "Prioridade";

/* No comment provided by engineer. */
"Remove recording" = "Remover gravação";

/* ..in Settings server edit */
"Server Address" = "Endereço Servidor";
"Address" = "Endereço";
"Use HTTPS" = "Usar HTTPS";
"Web Root" = "Raiz Endereço";

/* ..in Settings server edit */
"SSH Password" = "SSH Password";

/* ..in Settings server edit */
"SSH Port" = "SSH Port";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH Port Forward";

/* ..in Settings server edit */
"SSH Username" = "SSH Username";

/* Auto rec edit - start around */
"Start Around" = "Começar por volta";

/* No comment provided by engineer. */
"Stream Channel" = "Stream Canal";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Adicionada a gravação automática com sucesso.";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Adicionada a gravação com sucesso.";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Gravação cancelada.";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Gravação automática eliminada.";

/** VLC **/
"CHOOSE_AUDIO_TRACK"="Escolher Faixa de Áudio";
"CHOOSE_SUBTITLE_TRACK"="Escolher Faixa de Legendas";

"PLAYING_EXTERNALLY_TITLE"="Conetado à TV";
"PLAYING_EXTERNALLY_DESC"="Este vídeo está a ser reproduzido na TV";

"VFILTER_HUE"="Tonalidade";
"VFILTER_CONTRAST"="Contraste";
"VFILTER_BRIGHTNESS"="Brilho";
"VFILTER_SATURATION"="Saturação";
"VFILTER_GAMMA"="Gama";

"PLAYBACK_FAILED"="Falha na reprodução";
"AR_CHANGED"="Formato: %@";
"DEFAULT"="Predefinição";
"FILL_TO_SCREEN"="Recortar para preencher o ecrã";
"DEVICE_TOOSLOW_TITLE"="Dispositivo muito lento";
"DEVICE_TOOSLOW"="O seu %@ parece ser muito lento para reproduzir \"%@\". Mesmo assim, deseja abrir?";
"PLAYBACK_SPEED"="Velocidade da Reprodução";

"BUTTON_EDIT"="Editar";
"BUTTON_DONE"="Concluído";
"BUTTON_OPEN"="Abrir";
"BUTTON_PLAY"="Reproduzir";
"BUTTON_CANCEL"="Cancelar";
"BUTTON_SAVE"="Guardar";
"BUTTON_DOWNLOAD"="Transferir";
"BUTTON_DELETE"="Apagar";
"BUTTON_OK"="CONFIRMAR";
"BUTTON_NEXT"="Seguinte";
"BUTTON_CONTRIBUTE"="Contribuir";
"BUTTON_BACK"="Atrás";
"BUTTON_CONNECT"="Ligar";
"BUTTON_REPEAT"="Repetir";
"BUTTON_RENAME"="Renomear";
"BUTTON_LEARN_MORE"="Saber Mais";
"PRIVATE_PLAYBACK_TOGGLE"="Reprodução Privada";
"SCAN_SUBTITLE_TOGGLE"="Pesquisar Legendas (só através de http)";

"UPGRADING_LIBRARY"="A atualizar biblioteca de média";
"UNTITLED_SHOW"="Mostra Sem Título";

"OPEN_NETWORK"="Abrir Transmissão na Rede";
"NETWORK_TITLE"="Stream de Rede";
"OPEN_NETWORK_HELP"="Introduza qualquer endereço HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir a transmissão diretamente.";
"ABOUT_APP"="Sobre o VLC para iOS";
"OPEN_VLC_MENU"="Abrir o menu lateral do VLC";
"HTTP_UPLOAD_SERVER_OFF"="Servidor Inativo";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Nenhuma ligação Wi-Fi ativa";
"OPEN_STREAM_OR_DOWNLOAD"="Deseja transferir ou reproduzir este URL?";

"HTTP_DOWNLOAD_FAILED"="Transferência falhada com o código HTTP %i";
"HTTP_FILE_CREATION_FAILED"="A criação do ficheiro falhou";
"HTTP_DOWNLOAD_CANCELLED"="Transferência cancelada pelo utilizador";

"DOWNLOAD_FROM_HTTP_HELP"="Introduza um endereço para transferir o ficheiro para o seu %@.";
"DOWNLOAD_FROM_HTTP"="Transferências";
"ERROR_NUMBER"="Ocorreu o erro %i";
"DOWNLOAD_FAILED"="A transferência falhou";
"FILE_NOT_SUPPORTED"="Formato de ficheiro não suportado";
"FILE_NOT_SUPPORTED_LONG"="O formato de ficheiro usado por %@ não é suportado por esta versão do VLC para iOS.";
"SCHEME_NOT_SUPPORTED"="Esquema de endereço não suportado";
"SCHEME_NOT_SUPPORTED_LONG"="O esquema de endereço (%@) não é suportado. Por favor use um endereço que comece com HTTP, HTTPS ou FTP.";
"LIBRARY_ALL_FILES"="Todos os ficheiros";
"LIBRARY_MUSIC"="Álbuns de música";
"LIBRARY_SERIES"="Shows de TV";
"LIBRARY_TRACKS"="%i faixas";
"LIBRARY_SINGLE_TRACK"="%i faixa";
"LIBRARY_EPISODES"="%i episódios, %i não vistos";
"LIBRARY_SINGLE_EPISODE"="%i episódio, %i não visto";
"LIBRARY_TRACK_N"="Faixa %i";
"LIBRARY_MINUTES_LEFT"="faltam %@m";
"RENAME_MEDIA_TO"="Introduza um novo nome para %@";

"FOLDER_EMPTY"="Limpar Pasta";
"FOLDER_EMPTY_LONG"="Para adicionar ficheiros toque em Editar, escolha os ficheiros que deseja, pressione o botão-pasta e selecione esta pasta.";
"FOLDER_INVALID_TYPE_TITLE"="Tipos de ficheiro inválidos";
"FOLDER_INVALID_TYPE_MESSAGE"="Só pode tirar dois ficheiros de uma pasta ou adicionar um único ficheiro para uma pasta existente.";
"FOLDER_CHOOSE_NAME_TITLE"="Nova Pasta";
"FOLDER_CHOOSE_NAME_MESSAGE"="Insira um título para a sua pasta";
"FOLDER_NAME_PLACEHOLDER"="Título da Pasta";
"FOLDER_NAME_DUPLICATE_TITLE"="Título já existe";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Por favor, escolha um nome diferente";
"SELECT_FOLDER"="Selecione uma Pasta";

"SECTION_HEADER_LIBRARY"="Biblioteca de média";
"SECTION_HEADER_NETWORK"="Rede";

"LOCAL_NETWORK"="Rede Local";
"CONNECT_TO_SERVER"="Ligar ao servidor";
"ENTER_SERVER_ADDRESS_HELP"="Introduza o IP ou nome do servidor a que se quer ligar.";
"ENTER_SERVER_CREDS_HELP"="Se requerido pelo servidor, introduza o nome de utilizador e a palavra-passe.";
"USER_LABEL"="Utilizador";
"PASSWORD_LABEL"="Palavra-passe";

"LOCAL_SERVER_REFRESH"="Atualizar";
"LOCAL_SERVER_LAST_UPDATE"="Última Atualização a %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="A CONEXÃO AO SERVIDOR FALHOU";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Por favor verifique o seu endereço do servidor e credenciais";

"DROPBOX_DOWNLOAD"="Transferir ficheiro?";
"DROPBOX_DL_LONG"="Deseja transferir \"%@\" para o seu %@?";
"DROPBOX_LOGIN"="Inicar Sessão";
"CLOUDUNLINKING"="Gostaria de desligar o VLC para iOS da sua conta %@?";
"CLOUDUNLINKING_DONE"="O VLC desligou-se com sucesso da sua conta %@. Sinta-se livre para iniciar sessão novamente.";
"BUTTON_CLOUDUNLINKING"="Deligar";
"SETTINGS_UNLINK_DROPBOX"="Desligar do Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Desligar do Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Erro ao procurar os ficheiros";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="O seu ficheiro foi transferido com sucesso";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUCESSO";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Ocorreu um erro durante a transferência";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ERRO";

"NUM_OF_FILES"="%i ficheiros";
"ONE_FILE"="1 ficheiro";
"NO_FILES"="Nenhum ficheiro suportado";
"DOWNLOADING"="A transferir ...";
"REMAINING_TIME"= "Tempo restante: %@";
"ENTER_PASSCODE"="Inserir Senha";
"REENTER_PASSCODE"="Inserir Contrassenha";
"PASSCODE_SET"="Definir senha";
"PASSCODE_CHANGE"="Alterar Senha";
"PASSCODE_ENTER_OLD"="Insira a sua senha antiga";
"PASSCODE_ENTER_NEW"="Insira a sua nova senha";
"PASSCODE_REENTER_NEW"="Insira a sua nova contrassenha";
"PASSCODES_DID_NOT_MATCH"="As senhas não correspondem. Tente de novo.";
"PASSCODE_FAILED_1"="1 Tentativa de Senha Falhada";
"PASSCODE_FAILED_FORMAT"="%d Tentativas de Senha Falhadas";

"Settings"="Definições"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Biblioteca de Multimédia Sem Dados";
"EMPTY_LIBRARY_LONG"="Para reproduzir, pode transmitir a media a partir de um servidor na sua rede local, a partir da cloud ou sincronizando a media para o seu dispositivo utilizando o iTunes, upload via WiFi ou serviços Cloud.";

"PLAYBACK_SCRUB_HELP"="Deslize o seu dedo para baixo para ajustar a velocidade do Avançar.";
"PLAYBACK_SCRUB_HIGH"="Avançar Rápido";
"PLAYBACK_SCRUB_HALF"="Avançar Médio";
"PLAYBACK_SCRUB_QUARTER"="Avançar Lento";
"PLAYBACK_SCRUB_FINE"="Avançar Preciso";
"PLAYBACK_POSITION"="Posição de reprodução";
"VIDEO_FILTER"="Filtros de vídeo";
"VIDEO_FILTER_RESET_BUTTON"="Repôr os filtros de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON"="Alterar o formato do vídeo";
"PLAY_PAUSE_BUTTON"="Reproduzir ou pausar a reprodução actual";
"BWD_BUTTON"="Saltar para trás";
"FWD_BUTTON"="Saltar para a frente";

"VERSION_FORMAT"="Versão: %@";
"BASED_ON_FORMAT"="Baseado no:<br />%@";

"NEW"="NOVO";

"BUG_REPORT_TITLE"="Reportar um erro";
"BUG_REPORT_MESSAGE"="Quer criar um relatório de erro?";
"BUG_REPORT_BUTTON"="Abrir Safari";

"VO_VIDEOPLAYER_TITLE"="Reprodutor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP"="Duplo toque para mostrar ou esconder os controlos de reprodução";

"FIRST_STEPS_WELCOME"="Bem-vindo";
"FIRST_STEPS_WELCOME_DETAIL"="Primeiros passos para Sincronizar e Reproduzir a Sua Media";
"FIRST_STEPS_ITUNES"="Sincronização de ficheiros do iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Conete o seu %@ ao seu Mac ou PC utilizando o cabo.\nAbra o iTunes.\nSelecione o seu %@.\nMude para o separador \"Apps\". delize para baixo e procure pelo VLC.\nTransfira os seus ficheiros.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Conete o seu %@ à mesma Rede do seu Mac ou PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Mude o alternar na barra lateral, insira o URL para o navegador da Web e envie os seus ficheiros.";
"FIRST_STEPS_CLOUDS"="\"Clouds\"";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Envie a sua multimédia para o Google Drive ou Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Abra a barra lateral para selecionar o seu fornecedor da \"Cloud\" e aceda à sua multimédia para transferir ou emitir.";
"FIRST_STEPS_PLAYBACK"="Reprodução";
"FIRST_STEPS_FLOSS"="RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME"="Hora";
"FIRST_STEPS_ASPECT"="Formato";
"FIRST_STEPS_SPEED"="Velocidade";
"FIRST_STEPS_REPEAT"="Repetir";
"FIRST_STEPS_SUBTITLES"="Faixas de Legendas";
"FIRST_STEPS_AUDIO"="Faixas de Áudio";
"FIRST_STEPS_VOLUME"="Volume";
"FIRST_STEPS_POSITION"="Posição";

"PLEX_WATCHED"="Marcar como visualizado";
"PLEX_UNWATCHED"="Marcar como não visualizado";
"PLEX_ERROR_MARK"="Erro ao marcar a media";

"WEBINTF_TITLE"="A partilhar via Wi-Fi";
"WEBINTF_DROPFILES"="Soltar Ficheiros";
"WEBINTF_DROPFILES_LONG"="Solte os ficheiros na janela para adicioná-los ao seu dispositivo iOS.<br>Ou clique no botão \"+\" para utilizar o seletor de ficheiros.";
"WEBINTF_DOWNLOADFILES"="Descarregar Ficheiros";
"WEBINTF_DOWNLOADFILES_LONG"="Apenas clique no ficheiro que quer descarregar do seu dispositivo iOS.";

"SETTINGS_NETWORK_CACHING_TITLE"="VLC Nível da cache da rede";
"SETTINGS_DEINTERLACE"="VLC Desentrelaçar";

/** VLC END **/

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Gravação eliminada.";

/* .. in settings screen */
"Support" = "Suporte";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Tempo";

/* .. in settings screen */
"TVHeadend Server" = "Servidor TVHeadend";

/* ..in Settings server edit */
"TVHeadend Server Details" = "Detalhes Servidor TVHeadend";

/* Title 1 in settings screen */
"TVHeadend Servers" = "Servidores TVHeadend";

"Play" = "Play";
"Remove" = "Remover";
"Close" = "Fechar";

/* ..in Settings server edit */
"Username" = "Utilizador";
"Draw Image Border" = "Desenhar rebordo no logotipo";
"Transcode Resolution" = "Resolução Transcode";
"Transcode Settings" = "Definições de Transcoding";
"Transcode Video Codec" = "Codec Video de Transcode";
"Transcode Sound Codec" = "Codec Som de Transcode";
"Transcode Mux" = "Mux de Transcode";
"Choose Video Codec (default: H264, PASS = Passthrough, NONE = Removed)" = "Escolha Codec Video (defeito: H264, PASS = Passthrough, NONE = Removido do url)";
"Choose Sound Codec (default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3" = "Escolha Codec Som (default: AAC, PASS = Passthrough, NONE = Removido do url). O Codec de som também afecta o Reprodutor Interno, use apenas AAC ou MP3";
"Choose Mux container (default: NONE, PASS = Passthrough, NONE = Removed)" = "Escolha o Mux container (default: NONE, PASS = Passthrough, NONE = Removido do url)";
"Right Panel" = "Painel Direito";
"Website Address in Status" = "Endereço website para painel Estado";
"Dynamic based on screen" = "Dinâmico, baseado no ecrã actual";
"Show Status" = "Mostrar ecrã Estado";
"Show Log" = "Mostrar Log";
"None" = "Nenhum";

/* No comment provided by engineer. */
"Weekdays" = "Dias Semana";

/* No comment provided by engineer. */
"Yes" = "Sim";

"Record" = "Gravar";
"AutoRec" = "AutoRec";
"Episode" = "Episódio";
"Description" = "Sinópse";
"Creator" = "Criador";
"Scheduled State" = "Estado do agendamento";

/* segments for recordings screen */
"Upcoming" = "Agendadas";
"Completed" = "Finalizadas";
"Failed" = "Com Erro";
"AutoRec" = "Automáticas";

/* segments for detail program */
"Details" = "Detalhes";
"See Again" = "Repetições";

"Recordings" = "Gravações";
"Now" = "No Ar";
"Now in" = "No Ar em";
"Status" = "Estado";
"Log" = "Log";
"Settings" = "Definições";
"Support Me" = "Suporte";
"Search Program Title" = "Procurar Título Programa";
"File Size" = "Tamanho Ficheiro";

"POLLING_MESSAGE" = "Ao desligar o Polling, está a desativar o ecrã de Estado, Log e todas as actualizações automáticas de dados. Pode activar / desativar o polling todas as vezes que arrancar a aplicação no ecrã de Estado no botão do canto superior direito. Pode ver o FAQ para mais informações.";
"Content Type" = "Tipo Conteúdo";
"Not Available" = "Não Disponível";

"Today" = "Hoje";
"Tomorrow" = "Amanhã";
"Yesterday" = "Ontem";

"Stream Channel" = "Stream Canal";
"Play Dvr File" = "Reproduzir gravação";
"Transcode" = "Transcode";
"Internal Player" = "Leitor Interno";
"Currently playing"="Currently playing";
